{
    "title": "Дни Экадаши",
    "category": 1,
    "url": "/core/get-cycle.php?name=ekadashi",
    "tooltip": "",
    "trigger": "exact_day",
    "13/01/2022": "Пауша (Путрада) ЭкадашиЭто крайне благоприятный день для соблюдения поста, почитаемый всеми вишнуитами. Он выпадает на 11-й день (экадаши) Шукла Пакши (светлой половины луны) месяца Пауша традиционного индуистского календаря, что соответствует месяцам декабрь–январь в грегорианском календаре. Второе слово в названии «Путрада» означает 'дающий сыновей'. Этот Экадаши в основном соблюдается супружескими парами, которые хотят дать рождение мальчику. В этот день с особым усердием совершают поклонения Богу Вишну. Пауша Путрада Экадаши особенно почитается в северных регионах Индии; в южных частях страны можно также встретить такие названия, как Вайкунта Экадаши, Сваргаватхил Экадаши, Муккоти Экадаши.",
    "28/01/2022": "Шаттила ЭкадашиШаттила Экадаши соблюдается на 11-й день Кришна Пакши (фаза убывающей луны) в месяц Магха индуистского календаря, а в грегорианском календаре он выпадает на месяц январь. Хотя на севере этот Экадаши приходится на месяц Магха, в некоторых регионах Индии он отмечается в месяц Пауша. Как и все другие Экадаши, Шаттила посвящён богу Вишну. Соблюдая пост в этот день, почитатели Вишну могут положить конец всем своим несчастьям и неудачам. Шаттила Экадаши также называют «Магха Кришна Экадаши», «Тильда Экадаши», «Сатилла Экадаши». Название происходит от двух слов: «шат» — ‘шесть’ и «тил» — ‘кунжутные семена’. Отсюда следует, что в этот день семена кунжута используются шестью разными способами. Кунжут обладает благостными свойствами, ведь он способствует духовному очищению человека и накоплению заслуг при выполнении религиозных ритуалов. Также имеет большое значение даяние кунжутных семян нуждающимся и голодающим. В этот Экадаши существует традиция, по которой соблюдающие пост предлагают воду и кунжут своим родителям и предкам. Этот день также обладает силой уничтожить все грехи и злодеяния, накопленные человеком в этой жизни.",
    "12/02/2022": "Заглушка 12/02/2022",
    "27/02/2022": "Заглушка 27/02/2022",
    "14/03/2022": "Заглушка 14/03/2022",
    "28/03/2022": "Заглушка 28/03/2022",
    "12/04/2022": "Заглушка 12/04/2022",
    "26/04/2022": "Заглушка 26/04/2022",
    "12/05/2022": "Заглушка 12/05/2022",
    "26/05/2022": "Заглушка 26/05/2022",
    "11/06/2022": "Заглушка 11/06/2022",
    "25/06/2022": "Заглушка 25/06/2022",
    "10/07/2022": "Заглушка 10/07/2022",
    "24/07/2022": "Заглушка 24/07/2022",
    "8/08/2022": "Заглушка 8/08/2022",
    "23/08/2022": "Заглушка 23/08/2022",
    "6/09/2022": "Заглушка 6/09/2022",
    "21/09/2022": "Заглушка 21/09/2022",
    "6/10/2022": "6 октября 2022 годаПашанкуша ЭкадашиПашанкуша Экадаши выпадает на одиннадцатый лунный день Шукла Пакши (растущей фазы луны) лунного месяца Ашвин индуистского календаря, и поэтому этот день также носит название Ашвина-Шукла Экадаши. По григорианскому календарю этот день выпадает на сентябрь-октябрь. Пашанкуша Экадаши посвящён Господу Падманабхе, инкарнации Бога Вишну. В этот день верующие поклоняются Господу Падманабхе со всем своим рвением и преданностью. Соблюдающий пост в этот день будет вознаграждён милостью Господа Падманабхи и никогда не будет испытывать ни в чём нужды. Пашанкуша Экадаши считается одним из самых важных экадашей, поскольку человек, соблюдающий пост в этот день, будет вознаграждён отменным здоровьем, достатком, а также всем тем, чего он только не пожелает. Существует мнение, что человек, не соблюдающий предписаний Пашанкуша Экадаши, не сможет освободиться от своих грехов, ужасное бремя которых будет преследовать его на протяжении всей его жизни. В свою очередь заслуги от выполнения этой аскезы соразмерны заслугам, полученным в результате выполнения ста ритуалов Сурья Ягьи или тысячи ритуалов Ашвамедха Ягьи.https://telegra.ph/Dni-EHkadashi-10-28",
    "21/10/2022": "Рама ЭкадашиРама Экадаши является одним из важнейших постов экадаши, которые соблюдаются в индуистской культуре. Он соответствует одиннадцатому дню Кришна Пакши (тёмной фазы луны) в период индуистского месяца картика. Эта дата выпадает на сентябрь-октябрь по григорианскому календарю. По северо-индийскому календарю Рама Экадаши отмечается в месяце картика, однако по Тамильскому календарю он выпадает на месяц Пуратасси. Кроме этого, в штатах Андхра Прадеш, Карнатака, Гуджарат и Махараштра он приходится на месяц ашваюдж, а в некоторых частях страны отмечается в месяце ашвин. Рама Экадаши отмечается за четыре дня до праздника Дивали, фестиваля огней. Этот экадаш также носит название Рамбха Экадаши или Картика Кришна Экадаши. Существует популярно мнение, что последователи индуистской религии могут смыть с себя все свои грехи, воздерживаясь от приема пищи в этот священный день.https://telegra.ph/Dni-EHkadashi-10-28",
    "4/11/2022": "Прабодхини (Девутхана) ЭкадашиПрабодхини Экадаш — один из наиболее почитаемых экадашей, соблюдаемый на 11-й титхи Шукла Пакши (растущей фазы луны) священного месяца Картика в индуистском календаре, что соответствует периоду октябрь-ноябрь в грегорианском календаре. Этот экадаш известен также как Девутхана, Вишну-Прабодхини или Дев-Прабодхини Экадаш. Он знаменуется проведением священной свадебной церемонии Виваха-ягьи, в которой «выдают» Туласи Дэви замуж за Шалаграм-шилу, аватара Вишну, а также окончанием периода Чатурмас (времени, когда Вишну пребывает во сне). Согласно священным писаниям индуистов, Вишну отходит на покой в день Шаяни Экадаша и просыпается на Прабодхини. Как и другие экадаши, этот врат посвящён Богу Вишну и соблюдается всеми вайшнавами с огромным рвением. Почитатели Вишну возносят к нему свои молитвы, дабы заслужить его расположение. Этот день важен и потому, что он символизирует окончание периода Пандапур ятры месяца Картика (паломничество к святым местам). Также этот день знаменует начало месяца Пушкарской ярмарки в Индии. Прабодхини Экадаш очень популярен в штатах Махараштра и Гуджарат.https://telegra.ph/Dni-EHkadashi-10-28",
    "20/11/2022": "20 ноября 2022 годаУтпанна ЭкадашиУтпанна Экадаши, также известный под другим названием «Уттпатти Экадаши», приходится на одиннадцатый день Кришна — Пакши (убывающая фаза луны) месяца Маргаширша индуистского календаря. По григорианскому календарю этот день обычно выпадает на ноябрь — декабрь. Последователи индуизма, которые только начинают соблюдать пост на экадаши, должны начинать именно с Утпанна Экадаши. Бытует мнение, что соблюдающие этот экадаши избавляются от всех своих грехов как в этой, так и в прошлой жизни. Утпанна Экадаши знаменует победу бога Вишну над демоном по имени Мурасура. Более того, согласно индуистским легендам рождение богини Экадаши Маты приходится именно на Утпанна Экадаши. В северных штатах Индии этот экадаши отмечают в период месяца Маргаширша, а в штатах Андхра Прадеш, Гуджарат, Карнатака и Махараштра, Утпанна Экадаши выпадает на месяц Картика. По календарю Малайам месяц называется Вришчика Масам или Тхулам, а по Тамильскому календарю он выпадает на месяц Картхигай Масам или Айпаси. Основными божествами поклонения во время Утпанна Экадаши являются бог Вишну и богиня Экадаши Мата.https://telegra.ph/Dni-EHkadashi-10-28",
    "3/12/2022": "3 декабяря 2022 годаМокшада ЭкадашиМокшада Экадаши очень часто отмечается в качестве Гита-Джайянти, или дня рождения «Бхагавад-Гиты», на одиннадцатый день Шукла Пакша (растущей фазы луны) в период лунного месяца «Маргаширша». По Грегорианскому календарю этот день обычно выпадает на ноябрь или декабрь. Как следует из названия, соблюдающий аскезу во время Мокшада Экадаши достигнет освобождения, или Мокши, из цикла рождений и смертей и прибудет в божественную обитель Бога Вишну «Вайкунтх». Этот Экадаши соблюдается с огромной преданностью и рвением на всей территории Индии. Он также известен под названием «Мауна Экадаши», что подразумевает соблюдение молчания (мауна) в течение всего дня. В некоторых штатах Южной Индии и прилегающих областей Ориссы этот Экадаши также известен под названием «Байкунта Экадаши». Он является очень значимым, поскольку всем соблюдающим аскезу в этот день гарантируется прощение за все плохие поступки и совершённые грехи в течение жизни.https://telegra.ph/Dni-EHkadashi-10-28",
    "19/12/2022": "19 декабря 2022 годаСапхала экадашиСапхала экадаши — благоприятный день для соблюдения поста на экадаши (11-й день лунного месяца) Кришна Пакши (убывающей луны) в месяц Пауша традиционного индуистского календаря. Этот пост также известен как Пауша Кришна экадаши. По григорианскому календарю он приходится на период между декабрём и январём. Этот день имеет сакральное значение для индуистов: считается, что искренне соблюдающие пост в этот день освобождаются от грехов и создают себе основу для счастливой жизни. Экадаши — это священный день, празднуемый дважды в месяц индуистского лунного календаря. В этот день воздаются почести хранителю Вселенной — Богу Вишну. Слово «сапхала» переводится с хинди как 'процветать', 'преуспевать', поэтому этот пост рекомендуется соблюдать всем, кто стремится к успешной и счастливой жизни во всех её проявлениях. Таким образом, Сапхала Экадаши — это врата в мир изобилия, процветания, богатства и благополучия. Он почитается с особым пылом и энтузиазмом во всех уголках Индии: в храмах, посвящённых Кришне (ипостась Вишну), организуются масштабные мероприятия.https://telegra.ph/Dni-EHkadashi-10-28"
}